<!-- fengjianbo -->
<template>
  <el-container class="login" style="background-color: #eff2f9 ;position: relative;">
    <el-header class="header-nav" style="height: auto;">
      <header-user-nav-top></header-user-nav-top>
      <header-user-nav-bottom></header-user-nav-bottom>
    </el-header>
    <el-container class="allChange_key" style="margin-top:25px;">
      <el-main class="login-main" style="padding-left: 10px; width:500px">
        <div class="designContract">
          <h2>数字作品上传发布授权协议</h2>
          <div class="content">
            <p class="textIndent">感谢您选择成为傲彩平台的合作方，请务必仔细阅读和理解此《傲彩平台数字作品上传发布授权协议》（以下简称“本协议”）中规定的所有权利和限制。</p>
            <p class="textIndent">
              本协议是您与深圳市七彩祥云信息技术有限公司（以下简称“傲彩公司”）之间有关通过傲彩平台发布数字作品、授权傲彩公司以及用户使用数字作品及进行相关服务所订立的的法律协议。本协议内容包括本协议正文、《数字作品授权书》及所有傲彩公司针对傲彩平台服务已经发布的或将来可能发布的各类规则。上述所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。
            </p>
            <h3 class="define">定义</h3>
            <p class="textIndent">1.1.“傲彩平台”：是指由傲彩公司所有并运营的供版权方发布数字作品并供用户查询、使用数字作品的https://www.aocai.cn域名下的网站和小程序、APP、电脑客户端等互联网平台；</p>
            <p class="textIndent">
              1.2.“傲彩平台服务”/“本服务”：即傲彩公司通过傲彩平台，按照版权方已同意的本协议条款及其他针对本服务与傲彩公司达成的协议（如有），依据接收到的版权方的服务指令（版权方的服务指令，包括但不限于版权方手动操作所发出的指令），通过互联网及/或移动互联网为版权方提供上传、发布数字作品的服务。
            </p>
            <p class="textIndent">
              1.3.“数字作品”：指版权方上传至傲彩平台服务器的内容以及版权方通过傲彩平台发布的内容，包括但不限于图文作品、音频作品、计算机文件、图文素材字体、插画创作等，无论数字作品的文件格式以及表现形式，凡属文学、艺术和科学领域具有独创性并能以某种有形形式复制的智力成果，均构成本协议所指数字作品。
            </p>
            <p class="textIndent">
              1.4.“合作”：自本协议生效后，版权方授权傲彩公司在全球范围内以本协议约定的方式使用版权方上传至傲彩平台服务器的数字作品，版权方认可傲彩公司有权使用该等数字作品的方式包括但不限于将该数字作品存储于傲彩公司为傲彩平台提供的存储空间并在傲彩平台进行上传、发布、复制、印刷、传输、通过信息网络传播、推广，授权用户依据本协议约定使用，并授权傲彩公司将数字作品通过互联网及/或移动互联网面向全球用户进行发布、推广以及传播，以及以任何合法方式将数字作品用于对傲彩平台的宣传、推广。
            </p>
            <p class="textIndent">
              1.5.“您”/“版权方”，指在接受本协议约定内容的前提下，将数字作品上传至傲彩平台服务器的法人、其他组织或自然人主体。您知悉并认可通过您的版权方服务账户在傲彩平台上点击上传数字作品的操作行为即为您将数字作品上传至傲彩平台服务器的行为。
            </p>
            <p class="textIndent">
              1.6.“用户”：是指在联网状态下通过互联网及/或移动互联网使用版权方上传并通过傲彩平台发布的数字作品的自然人用户，且仅限自然人用户在阅读并接受《傲彩平台用户使用条款》及其他附带的相关协议、相关业务规则等（如有）的全部条款后方可使用版权方上传并通过傲彩平台发布的数字作品，任何非自然人用户（包括任何具备或不具备法人主体资格的机构）在任何情况下均不得以任何方式使用版权方上传并通过傲彩平台发布的数字作品。
            </p>
            <p class="textIndent">
              1.7.“注册”：是指版权方登陆傲彩平台，按要求填写相关信息并提供相关资质材料，在线申请并激活其本服务账户的过程。版权方必须保证对其上传、发布的全部数字作品均拥有完整的版权或已获得数字作品版权方合法授权有权将数字作品版权方拥有完整版权的数字作品用于本协议项下合作，否则一经发现，傲彩公司有权根据实际情况自行选择如下一种或几种处理方式：（一）禁止版权方将其无权用于本协议项下合作之数字作品进行发布；（二）立即终止本协议、注销版权方服务账户；（三）追究版权方相关法律责任，因版权方违反上述保证致使傲彩公司、用户或任何其他方被追究责任，或遭受损失的，版权方应负责予以赔偿。
            </p>
            <p class="textIndent">
              1.8.“版权方服务账户”：即版权方完成特定注册流程而获得的在使用傲彩平台服务的过程中必须与自设的账户密码共同使用的账户名。版权方应妥善保管其服务账户及密码信息，不得以任何形式擅自转让或授权他人使用自己的服务账户。任何使用版权方服务账户及密码向傲彩公司下达的服务指令均视为版权方的行为，因此给任何其他版权方、傲彩公司、用户或任何第三方造成损害的，均由版权方自行承担全部责任。
            </p>
            <p class="textIndent">1.9.本协议所提“傲彩公司”仅指“深圳市七彩祥云信息技术有限公司”。</p>
            <h3 class="define">接受本协议</h3>
            <p class="textIndent">
              2.1.在您与傲彩公司开展本协议项下任何合作前您须首先同意本协议全部条款。如果您不接受本协议的全部或任何部分条款（即您未勾选“同意”并点击确认本协议），则您将无法顺利通过傲彩平台版权方合作申请认证，您亦无法获得傲彩平台提供的任何服务，或与针对傲彩平台与傲彩公司开展任何合作。
            </p>
            <p class="textIndent">2.2.您继续之前，傲彩公司强烈建议您打印或在本地保存本协议作为备案。</p>
            <p class="textIndent">2.3.您对本协议的同意即视为您已知悉并同意本协议全部条款并且您保证能够完全遵守本协议。</p>
            <h3 class="define">本协议及/或本服务的变更</h3>
            <p class="textIndent">
              3.1.傲彩公司有权依照本协议约定的方式就本协议的有关约定和/或本服务内容进行变更，以及对本服务的具体形式、方法等进行调整。一旦本协议和/或本服务内容发生变动，傲彩公司将会在该变更内容确定后公布于傲彩平台及/或其他傲彩公司网站上。
            </p>
            <p class="textIndent">
              3.2.您应不时关注本协议及本服务的有关内容，以便掌握任何变动情况。如果您不同意傲彩公司变更的内容，您应主动取消本服务。如果您在变更内容通告后15天内未主动取消本服务，则视为您接受本协议和/或本服务的变更；变更内容通告后您如果仍继续使用傲彩公司提供的傲彩平台或本服务亦构成您对有关变更内容的接受。如您针对变更内容有异议，您应立即停止使用傲彩平台以及全部本服务，且您应在上述约定期限内向傲彩公司主动提出取消本服务、退出傲彩平台并注销您的版权方服务账户，但无权要求傲彩公司退还您已支付的费用（如有）或傲彩公司在本协议项下获得的任何分成（如有），且您在傲彩公司实际为您取消本服务前的一切行为，仍受本协议约束。本协议凡提及“主动取消本服务”均仅指您应以在平台主动注销账户或邮件方式主动联系傲彩公司客服并明确告知傲彩公司客服取消本服务，客服邮箱为service@xiaocaiyin.com。
            </p>
            <p class="textIndent">
              3.3.傲彩公司将可能进一步扩充本服务功能，针对该部分新增功能将有可能附带特别适用于该功能的协议内容，请您在使用该新增功能前，仔细阅读该功能所附带协议（如有）。届时您接受该项新增功能服务的前提为您同意该项新增功能服务所附带的所有法律文件，包括但不限于本协议及新增功能服务所附带的协议。如果您不接受该新增功能所附带的协议，请您切勿使用该新增功能，您的使用行为将被视为您完全接受该附带协议。同时您知悉并同意如本协议与任何针对某项新增服务添加相关特别约定、协议不一致的，均优先适用针对新增功能所添加相关特别约定及协议的规定。
            </p>
            <h3 class="define">本服务的申请、开通、中止、终止及转让</h3>

            <p class="textIndent">4.1.您申请使用傲彩平台服务，必须首先同时满足以下条件，在同时满足以下条件的前提下，须通过傲彩公司审核后方可使用本服务：</p>
            <p class="textIndent">4.1.1.勾选“同意”且点击确认《傲彩平台数字作品上传发布授权协议》（表明您自愿受本协议约束）；</p>
            <p class="textIndent">4.1.2.按傲彩公司的要求以及您的真实情况完成基础信息和注册信息的填写提交；</p>
            <p class="textIndent">
              4.1.3.您打印的《数字作品授权书》必须与您向傲彩公司提交的基础信息、注册信息时在平台上公开发布的《数字作品授权书》内容完全一致，您需将上述您打印的《数字作品授权书》空白处填写完整且您应确保您填写的内容均真实、完整、准确，但您不得擅自对上述您下载打印的《数字作品授权书》进行任何内容或形式的修改。同时，您须将填写完整并由您签章或亲笔签字的《数字作品授权书》的扫描版电子文档上传，完成《数字作品授权书》扫描版电子文档的上传即视为您完全同意并接受《数字作品授权书》的全部内容。
            </p>
            <p class="textIndent">
              4.2.如本服务顺利开通，则您在申请使用本服务时自行注册的账户名称及密码即为您的版权方服务账户名称和密码。您知悉并认可，若因为您的自身原因，而导致您的版权方服务账户名、密码遭他人非法使用时，傲彩公司将不负责处理。您的自身原因包括但不限于：任意向第三者透露账户和密码及所有注册资料；多人共享同一个账户；安装非法或来路不明的程序；将已经登陆帐号的设备提供给他人使用等。
            </p>
            <p class="textIndent">4.3.如您在本协议生效后二十个工作日内仍未能完全满足4.1.约定的各项条件，或傲彩公司因任何原因告知您拒绝向您提供本服务，则傲彩公司有权不予开通本服务，本协议即告终止。</p>
            <p class="textIndent">4.4.本服务开通后，傲彩公司将按照本协议的约定为您提供本服务，以便您可通过傲彩平台上传、发布数字作品。</p>
            <p class="textIndent">4.5.服务的中止</p>
            <p class="textIndent">
              4.5.1.为了本服务的正常运行，傲彩公司有权定期或不定期地进行维护，包括但不限于对傲彩互联网平台不时进行维护，因此类情况而造成的正常服务中断，您应该予以理解，傲彩公司将尽合理努力事先进行通告，并尽力避免服务中断或将中断时间限制在最短时间内；但对因此产生的不便和损失，傲彩公司对您或第三人不承担任何责任。
            </p>
            <p class="textIndent">4.5.2.如发生下列任何一种情形，傲彩公司有权随时中断向您提供本服务而无需通知您，对因此而产生的不便或损害，傲彩公司对您或第三人均不承担任何责任：</p>
            <p class="textIndent">4.5.2.1.定期检查或施工，更新软硬件等，傲彩公司有权暂停服务，但傲彩公司会尽快完成维护、更新工作；</p>
            <p class="textIndent">4.5.2.2.服务器遭受损坏，无法正常运作；</p>
            <p class="textIndent">4.5.2.3.突发性的软硬件设备与电子通信设备故障；</p>
            <p class="textIndent">4.5.2.4.网络提供商线路或其它故障；</p>
            <p class="textIndent">4.5.2.5.在紧急情况之下为维护国家安全或其它第三者之人身安全；</p>
            <p class="textIndent">4.5.2.6.不可抗力及其他第三方原因；</p>
            <p class="textIndent">4.5.2.7.第三方向傲彩公司提出或傲彩公司怀疑您存在冒用第三方的信息（包括但不限于第三方的名称，营业执照，固定电话，手机，电子邮箱地址等）注册傲彩平台版权方服务账户的行为；</p>
            <p class="textIndent">4.5.2.8.傲彩公司怀疑您存在有违法之虞或损害第三人合法权益之虞的行为或可能导致傲彩公司被追究责任的行为，或傲彩公司已收到第三方发来的知识产权侵权投诉。</p>
            <p class="textIndent">4.6.服务的终止</p>
            <p class="textIndent">4.6.1.您仅能通过主动注销账户或邮件联系本服务的傲彩公司客服，并明确告知傲彩公司客服取消本服务的方式取消本服务，一旦取消成功，本服务以及您的版权方服务账户均不能再使用。</p>
            <p class="textIndent">
              4.6.2.如您违反本协议（包括但不限于出现本协议4.5.2.7至4.5.2.8.约定的情形之一）或违反法律规定，傲彩公司有权自行选择立即中止（中止后是否恢复向您提供本服务、何时恢复向您提供本服务以及您申请恢复本服务的流程等由傲彩公司自行决定）或终止向您提供本服务的任何部分或全部，因您的违约行为或违法行为而导致傲彩公司终止本服务的，本服务以及版权方服务账户均不能再使用。同时若因违反本协议或违反法律规定致使傲彩公司被追究责任或给傲彩公司造成损失的，您应为傲彩公司提供抗辩并向傲彩公司承担全部最终赔偿责任。
            </p>
            <p class="textIndent">
              4.7.除前款所述情形外，您同意傲彩公司享有通过在提前30天以傲彩平台网站公告通知的方式终止向您提供部分或全部本服务的权利，您已明确知晓傲彩公司享有的上述权利且知晓因上述权利的行使可能给您自身及其他第三方造成的直接或间接利益减损，您在此明确表示不追究傲彩公司因行使上述单方终止服务权利而可能导致的一切责任。
            </p>
            <p class="textIndent">
              4.8.无论因任何原因导致您不得再使用本服务，傲彩公司将就您的版权方服务账户予以注销，您将无法使用您已被注销的版权方服务账户上传、发布数字作品。您知悉并认可，在您的版权方服务账户被注销同时，傲彩公司将主动对您已通过版权方服务账户上传、发布的数字作品进行下线处理。无论您的版权方服务账户是否注销，您在此认可，您对于已通过版权方服务账户上传至傲彩平台的数字作品承担永久保证责任，用户通过傲彩平台获得对您通过版权方服务账户上传至傲彩平台的数字作品的使用授权依然有效，本协议针对您通过版权方服务账户上传至傲彩平台的数字作品依然有效，若您针对您已通过版权方服务账户上传至傲彩平台的数字违反本协议项下的保证义务，傲彩公司将有权依据本协议追究您的违约责任。
            </p>
            <p class="textIndent">4.9.服务不得转让</p>
            <p class="textIndent">
              本服务仅供您以自身名义注册并自行使用，您在任何时候均无权以任何方式将本服务予以转让、转授权、分授权给您以外的任何一方，一经发现，傲彩公司有权立即封禁您的版权方服务账户，并有权终止向您提供本服务而无须承担违约责任。如本款约定与本协议其他条款约定发生冲突均以本款约定为准。
            </p>
            <h3 class="define">所有权与知识产权</h3>

            <p class="textIndent">5.1.傲彩公司保留对以下各项内容、信息完全的、不可分割的所有权及知识产权:</p>
            <p class="textIndent">5.1.1.傲彩平台及其所有组成元素，包括但不限于所有内容、数据、技术、软件、代码、用户界面以及与其相关的任何衍生作品；</p>
            <p class="textIndent">5.1.2.您向傲彩平台提供的与该平台服务相关的任何信息及反馈（不包含您向傲彩平台提供的数字作品）。</p>
            <h3 class="define">您的权利与义务</h3>

            <p class="textIndent">
              6.1.一旦您提交的合作申请经傲彩公司审核通过，傲彩公司为您开通本服务，您可以成为傲彩公司的合作方，应遵循公司平台的约定，提供的身份信息必须是真实有效，如出现虚假信息，傲彩公司有权视情节严重程度决定是否终止向您提供本服务以及是否将您的版权方服务账户予以注销。
            </p>
            <p class="textIndent">
              6.2.您保证对您上传、发布的全部数字作品均拥有完整的版权或已获得数字作品权利人合法授权有权将数字作品用于本协议项下合作（包括但不限于有权将数字作品授权傲彩公司以及用户按本协议约定加以使用）。您保证提供的数字作品不存在任何权利瑕疵，没有侵犯任何第三方的合法权益；您对所提供数字作品资源内容的真实性、准确性、完整性、合法性等负完全责任；如傲彩公司、用户或任何其他方被第三方主张上述权利而产生任何纠纷、仲裁、诉讼，或遭到国家相关部门处理，由您出面解决，承担全部法律责任并使傲彩公司、用户及其他方免责，并赔偿因上述原因给傲彩公司、用户及其他方造成的全部直接和间接损失。
            </p>
            <p class="textIndent">6.3.对于非您自有权利的数字作品，您应自行向权利人支付并承担可能存在的许可费用、版税以及其它应缴费用以获取权利人的有效授权。</p>
            <p class="textIndent">
              6.4.对于您提供的数字作品，您勾选“同意”并点击确认本协议即代表您同意授权傲彩公司以本协议约定的方式在全球范围内使用您上传至傲彩平台服务器的数字作品，不限于个人账户素材作品（图片、插画、字体），您认可傲彩公司买断并使用该等数字作品的方式，并且您授权傲彩公司将数字作品通过互联网或移动互联网面向全球用户进行推广、发布以及传播，以及以任何合法方式将数字作品用于对傲彩平台的宣传、推广以及转售。
            </p>
            <p class="textIndent">6.5.您授予傲彩公司拥有全部数字作品及相关信息的信息网络传播权。根据上述授权，傲彩公司有权将您授权使用的数字作品基于互联网或无线互联网通过傲彩平台进行传播或推广。</p>
            <p class="textIndent">6.6.您授权傲彩公司有权为推广、宣传您的数字作品及/或傲彩平台及/或本服务之目的使用您的商标、logo、字体。</p>
            <p class="textIndent">6.7.您对用户的授权：</p>
            <p class="textIndent">6.7.1.授权内容</p>
            <p class="textIndent">
              您同意傲彩公司有权授权全球范围内的任何用户在法律允许的范围内以包括但不限于浏览、修改、下载（例如自傲彩平台浏览、阅读、下载数字作品）、印刷等任何方式对您上传至傲彩平台服务器并在傲彩平台发布的数字作品加以使用，上述傲彩公司给予用户的授权为永久的普通全球授权，不可分授权或转授权（无论是否因此获得收益），通过上述傲彩公司授权，用户获得的对数字作品的使用权包括著作权法第十条所指复制权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权。为避免歧义，您在此知悉并认可，用户在使用您上传至傲彩平台服务器并在傲彩平台发布的数字作品的过程中，有权根据自身需求对数字作品进行修改（包括但不限于增加、删减、变更数字作品的内容及形式），用户的上述使用行为不视为超出本协议约定的授权范围使用数字作品。为避免误解在此特别明确，6.4款所述的傲彩公司通过傲彩平台向用户提供版权方上传至傲彩平台服务器的数字作品，即为傲彩公司按本款上述约定授权用户在法律允许的范围内以包括但不限于浏览、修改、下载、印刷等任何方式使用数字作品。
            </p>
            <p class="textIndent">6.7.2.授权限制</p>
            <p class="textIndent">
              授权方保证傲彩公司在本授权书的授权范围内，如若用户使用数字作品不违反国家相关法律法规等的强制性规定，亦未侵害任何第三方的合法权益（该权益包括但不限于著作权、商标专用权、专利权、商业秘密及其他合法权益）。傲彩公司根据本授权书对授权数字作品的使用无须另行取得任何第三方的同意且无须另行向任何第三方支付任何费用。如授权方违反此等保证导致侵犯任何第三方合法权益、产生任何纠纷或受到国家有关部门查处或处罚,均与傲彩公司无关，由授权方自行承担所有法律责任。傲彩公司因此遭受的一切损失，授权方承担全部赔偿责任
            </p>
            <p class="textIndent">6.7.3.授权终止</p>
            <p class="textIndent">
              无论因任何原因（包括但不限于因您向傲彩公司申请对您上传、发布的某数字作品进行下线处理，傲彩公司协助您对上传、发布的某数字作品进行下线处理的；本协议提前终止，傲彩公司主动对您上传至傲彩平台的作品进行下线处理的；以及因您的版权方服务账户因任何原因被注销，傲彩公司主动对您上传至傲彩平台的作品进行下线处理的情况等）致使您的部分或全部数字作品进行了下线处理，则针对此该进行了下线处理的数字作品傲彩公司获得的授权自下线行为完成时停止，傲彩公司可以继续保留使用该数字作品的权利，同时该下线行为对已发生的针对该数字作品的使用行为不具备溯及力。对于在本协议有效期内已通过傲彩平台获得数字作品合法授权的用户，无论其获得授权的数字作品是否因任何原因进行了下线处理，则其有权在其已获得的授权范围内永久使用该数字作品。
            </p>
            <p class="textIndent">
              6.8.您应遵守中华人民共和国相关法律法规，保证您所上传、发布的数字作品内容不存在任何违反中华人民共和国法律、法规、政策的内容；不存在任何违背社会风俗、社会道德和互联网一般道德和礼仪的内容；不存在其他任何不当内容。特别提示，您不得上传、发布下列内容，或将本服务作下述使用，否则傲彩公司有权在不预先通知您的情况下立即屏蔽或删除任何此类内容并暂停或终止您使用本服务的全部或部分：
            </p>
            <p class="textIndent">6.8.1.反对中华人民共和国宪法所确定的基本原则的；</p>
            <p class="textIndent">6.8.2.危害国家统一、主权和领土完整的；</p>
            <p class="textIndent">6.8.3.泄露国家秘密，危害国家安全或者损害国家荣誉和利益的；</p>
            <p class="textIndent">6.8.4.煽动民族仇恨、民族歧视，破坏民族团结或者侵害民族风俗、习惯的；</p>
            <p class="textIndent">6.8.5.破坏国家宗教政策，宣扬邪教、迷信的；</p>
            <p class="textIndent">6.8.6.散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
            <p class="textIndent">6.8.7.散布淫秽、赌博、暴力或者教唆犯罪的；</p>
            <p class="textIndent">6.8.8.侮辱或者诽谤他人，侵害他人合法权益（包括但不限于隐私权、名誉权等人身权利以及知识产权等任何其他合法权益）的；</p>
            <p class="textIndent">6.8.9.危害社会公德或者民族优秀文化传统的；</p>
            <p class="textIndent">6.8.10.上传、发布任何非法、有害、胁迫、滥用、骚扰、侵害、中伤、粗俗、猥亵、诽谤、侵害他人隐私、有害或种族歧视的或道德上令人不快的数字作品；</p>
            <p class="textIndent">6.8.11.以任何方式危害未成年人；</p>
            <p class="textIndent">6.8.12.冒充任何人或机构，包含但不限于傲彩公司工作人员，或以虚伪不实的方式陈述或谎称与任何人或机构部门；</p>
            <p class="textIndent">6.8.13.伪造傲彩公司官方网站以及任何本服务以欺骗其它使用者；</p>
            <p class="textIndent">6.8.14.将侵害任何人之任何专利、商标、商业秘密、著作权或其他专属权利（以下简称“权利”）之数字作品加以上传、发布；</p>
            <p class="textIndent">6.8.15.将任何广告数字作品或其他任何形式的劝诱数字作品加以上传、发布；</p>
            <p class="textIndent">6.8.16.将设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能之软件病毒或其他计算机代码、档案和程序之任何数字作品，加以上传、发布；</p>
            <p class="textIndent">6.8.17.破坏正常的使用流程、恶意上传、发布文件，上传、发布大量垃圾文件到傲彩平台；</p>
            <p class="textIndent">
              6.8.18.未经允许，进入计算机信息网络或者使用计算机信息网络资源的；未经允许，对计算机信息网络功能进行删除、修改或者增加的；未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；干扰或破坏本服务、傲彩平台或与本服务、傲彩平台相联机之服务器和网络，或不遵守于本服务联机网络之规定、程序、政策或规范；
            </p>
            <p class="textIndent">6.8.19.利用任何形式散布大量不受欢迎的且带有可以链接到本服务的垃圾邮件、广告等；</p>
            <p class="textIndent">
              6.8.20.建立或利用有关设备、配置运行与WEB服务器无关的程序或进程，导致大量占用服务器内存CPU资源，给傲彩公司及/或傲彩公司合作方或傲彩公司及/或傲彩公司合作方其他用户的网络或者服务器（包括但不限于本地及外地和国际的网络、服务器等）带来严重的负荷，影响傲彩公司及/或傲彩公司合作方与国际互联网或者与特定网络、服务器及傲彩公司及/或傲彩公司合作方内部的通畅联系，或者导致傲彩公司及/或傲彩公司合作方服务器或者傲彩公司及/或傲彩公司合作方的其他用户网站所在的服务器宕机、死机等；
            </p>
            <p class="textIndent">6.8.21.进行任何改变或试图改变傲彩公司及/或傲彩公司合作方提供的系统配置或破坏系统安全的行为；</p>
            <p class="textIndent">6.8.22.运行影响本服务存储空间服务器或者傲彩公司及/或傲彩公司合作方服务器正常工作的程序、进程等；</p>
            <p class="textIndent">6.8.23.故意或非故意违反任何相关现行有效法律；</p>
            <p class="textIndent">6.8.24.收集和储存其他使用者之个人资料；</p>
            <p class="textIndent">6.8.25.其他傲彩公司认为有害或不当行为；</p>
            <p class="textIndent">6.8.26.法律、行政法规禁止的其他内容。</p>
            <p class="textIndent">6.9.未经傲彩公司事先书面同意，您不得使用傲彩公司的名义进行任何以营利为目的的商业活动或任何可能对傲彩公司的品牌造成不利影响的活动。</p>
            <p class="textIndent">
              6.10.您对经由本服务上传、发布的数字作品内容承担全部责任，与傲彩公司无关。傲彩公司无法控制经由本服务上传、发布的数字作品内容，因此不保证上传、发布的内容之正确性、合法性、安全性、完整性或质量。尽管傲彩公司有权且会对您上传至傲彩平台的数字作品进行审核，但审核仅限于形式审核，不对您上传的数字作品内容作任何实质性审核，且傲彩公司的上述审核行为不视为傲彩公司对于您使用本服务所上传、发布的数字作品内容承担任何保证责任。您在此承诺，您使用本服务完全合法且不侵犯任何第三方的合法权益，如您使用本服务违反法律规定或侵害到其他人合法权益导致任何第三人提出索赔的，均由您独立承担全部法律责任。傲彩公司接受您上传的数字作品之行为均不得视为傲彩公司对该数字作品内容的认可。
            </p>
            <p class="textIndent">
              6.11.如若傲彩公司有理由认为您使用本服务之行为违反法律规定或有任何第三方告知傲彩公司您使用本服务之行为侵犯其合法权益的，傲彩公司有权在不预先通知您的情况下立即屏蔽或者删除您上传、发布的相应数字作品内容，并暂停或终止您使用本服务的全部或部分，即便您使用本服务发布之内容有可能最终未被有管辖权的司法机构认定为非法或侵犯任何第三方的合法权益。但傲彩公司认可，如您使用本服务发布之内容最终未被有管辖权的司法机构认定为非法或侵犯任何第三方的合法权益之日起的7个工作日内，傲彩公司将对您上传、发布的相应数字作品内容进行屏蔽或删除的部分进行恢复。
            </p>
            <p class="textIndent">6.12.您应妥善保管自己的服务账户及密码信息，因您自身原因丢失账户、密码或其他重要信息等，您自行承担一切不利后果。</p>
            <p class="textIndent">
              6.13.您知悉并认可，未经傲彩公司事先书面许可以及协助，您将无法自行对您已向傲彩平台提供的数字作品进行下线处理（即删除已发布的数字作品），且无法自行修改数字作品。如您欲对您已向傲彩平台提供的数字作品进行下线处理或进行修改，您主动联系本服务的傲彩公司客服，傲彩公司将协助您对相应数字作品进行下线处理或修改。
            </p>
            <p class="textIndent">6.14如本协议到期或提前终止，傲彩公司将主动对您在傲彩平台上发布的数字作品进行下线处理。</p>
            <p class="textIndent">
              6.15.如您提交的基础信息或注册信息有任何变动，您必须及时更新，以便傲彩公司确认您的身份，为您提供密码找回等服务。如您的密码被遗忘、丢失或被盗用，您可按傲彩公司规定的流程申请重置或更换，除按规定的流程为您重置或更换密码外，傲彩公司对此不承担其他任何责任。
            </p>
            <p class="textIndent">
              6.16.虽有本协议其他条款之约定，但您在此特别同意且认可，只要傲彩公司将您上传的且通过傲彩公司审核的数字作品在傲彩平台进行发布，傲彩公司即履行完毕本协议项下需为您提供的上传、发布、推广数字作品等服务的全部义务，尽管依据本协议约定傲彩公司有权将数字作品通过互联网及/或移动互联网面向全球用户进行发布、推广以及传播，以及以任何合法方式将数字作品用于对傲彩平台的宣传、推广，但傲彩公司不承诺一定通过傲彩平台以外的其他渠道（包括但不限于傲彩公司及/或其关联机构在中华人民共和国（香港特别行政区、澳门特别行政区以及台湾地区除外）境外运营的傲彩平台）对数字作品进行上传、发布、推广或传播，亦不承诺通过任何方式对傲彩平台进行宣传、推广，是否通过傲彩平台以外的其他渠道对数字作品进行上传、发布、推广或传播以及是否及通过何种方式对傲彩平台进行宣传、推广均由傲彩公司视情况自行决定。本款约定与本协议其他条款约定相抵触的，本款约定优先适用。
            </p>
            <h3 class="define">傲彩公司的权利与义务</h3>
            <p class="textIndent">7.1.傲彩公司享有傲彩平台合法的自主运营权利，包括但不限于有权自行决定利用傲彩平台以及数字作品为傲彩公司及/或任意第三方发布广告以获取收益等。</p>
            <p class="textIndent">7.2.傲彩公司负责对您通过傲彩平台上传、发布的数字作品及相关信息提供相关的技术支持与维护服务。</p>
            <p class="textIndent">
              7.3.傲彩公司可以根据国家法律法规及相关政策的规定，制定傲彩平台各项管理制度，对数字作品傲彩平台上的上传、存储、通过信息网络传播、使用等行为进行规范；同时，傲彩公司有权对您上传至傲彩平台的数字作品进行形式审核，如您上传至傲彩平台的数字作品未通过傲彩公司审核，傲彩公司有权拒绝在傲彩平台发布该数字作品且不承担任何责任，如您上传至傲彩平台的数字作品通过傲彩公司审核而被发布在傲彩平台，您认可该等数字作品傲彩平台的发布系傲彩公司依据您的服务指令为您在傲彩平台发布该等数字作品，等同您自行通过傲彩平台发布该等数字作品的行为，傲彩公司对您的该等行为不承担任何责任。对于违反国家法律、法规、规范性文件规定及其他不符合傲彩公司、傲彩平台要求的数字作品，傲彩公司有权随时禁止该作品在傲彩平台上进行发布或展示。
            </p>
            <p class="textIndent">
              7.4.出于宣传或推广的目的，傲彩公司有权在授权范围内使用您提供的数字作品的傲彩、作品名称、作品封面、作品插图等（如有），并有权对您提供的数字作品进行全文内容检索。同时，傲彩公司可在傲彩平台和其他媒介使用您的商标、标识等知识产权，以说明您参与本协议项下合作的情况。
            </p>
            <p class="textIndent">7.5.对于第三方侵犯您在傲彩平台发布的数字作品的侵权行为，您授权傲彩公司有权独立采取包括但不限于诉讼、仲裁等各种法律手段维护自身的合法权益并获取相应收益，维权行为所发生的费用由傲彩公司独自承担。</p>
            <p class="textIndent">7.6.由于您与第三方就数字作品版权出现争议导致傲彩平台必须对该数字作品进行下线处理的，傲彩公司可予以配合，但您应承担由此产生的全部责任以及因此给傲彩公司以及用户造成的全部损失。</p>
            <p class="textIndent">
              7.7.如您上传的数字作品违反本协议约定，或造成傲彩平台系统严重负担，或不符合傲彩公司、傲彩平台相关制度规则，或其他有损傲彩公司或傲彩平台利益的，傲彩公司有权不予上线傲彩公司也可以不经通知自行移除数字作品，无需承担任何违约责任。
            </p>
            <h3 class="define">分成</h3>

            <p class="textIndent">
              您与傲彩公司协议一致，确认按照傲彩平台上公布《定价准则》的约定就本协议项下的合作进成。任何情况下（包括但不限于本协议4.6、4.7、4.8约定之情形下）您均无权主张傲彩公司向您退还或取消傲彩公司在本协议项下可获得的任何分成。
            </p>
            <h3 class="define">隐私</h3>

            <p class="textIndent">9.1.关于Cookie：</p>
            <p class="textIndent">
              在您首次使用本服务后，傲彩公司会将一个“cookie”发送到您的计算机。Cookie是一组数据，用于标识您的特定身份。傲彩公司使用cookie来提高其服务质量并更多地了解版权方群体。傲彩公司将您的偏好存储在cookie中并跟踪了解您搜索的趋势和模式。Cookie所记载您的信息均视为您的隐私，傲彩公司将依照用户隐私政策进行保护。多数浏览器的初始设置都接受cookie。您可以将浏览器重新设置为拒绝所有的cookie，或在有cookie发来时进行提示。但是，请注意，如果您拒绝接受cookie，某些服务可能无法正常工作。
            </p>
            <p class="textIndent">
              9.2.傲彩公司不收集有关您的任何特定信息，除非您特意提供了此类信息或者您已经同意傲彩公司收集此类信息。除您的注册信息之外，傲彩公司所记录和保存的信息包括：时间、浏览器类型、浏览器语言、您的IP地址、操作系统和软硬件环境信息等。这些信息用于核实傲彩公司的记录并向您提供更适合需要的服务。
            </p>
            <p class="textIndent">9.3.傲彩公司提示您，您通过本服务发布数字作品即构成对您作品的发表；因您的个人发布而导致数字作品的公开，与傲彩公司无关，请您就您自身的行为负责。</p>
            <h3 class="define">信息披露与保密</h3>

            <p class="textIndent">
              10.1.您可以如实宣传您已与傲彩平台合作的事实与情况，但如您需对合作中的重大信息进行披露、采用、表述等，您应事先获得傲彩公司书面同意，虽有上述约定，但未经过傲彩公司事先书面同意，不得发布任何含有傲彩公司名称、商标、logo、标记等的新闻稿、其他宣传声明或推广材料。出于宣传或推广目的，傲彩公司有权发布、提及或描述傲彩平台、您提供的数字作品以及您与傲彩平台合作的事实与情况、您的宣传和推广材料，同时傲彩公司有权不经您许可对合作中的重大信息进行披露、采用、表述等，傲彩公司有权为宣传目的使用您的名称、商标、标志及其他资料等。
            </p>
            <p class="textIndent">
              10.2.傲彩公司或您对于因签署或履行本协议而了解或接触到的对方的商业秘密及其他保密资料和信息（以下简称“保密信息”）均应保守秘密。除非国家法律法规、政府或者法院的要求，或者本协议双方同意，任何一方不得向任何第三方泄露、给予或转让该等保密信息。
            </p>
            <p class="textIndent">10.3.未经傲彩公司事先书面同意，您不得擅自使用、复制或擅自向任何第三方授权使用、授权复制傲彩公司的商标、标志、商业信息、技术及其他资料等。</p>
            <p class="textIndent">10.4.本协议第10条内容不因本协议的无效、被撤销、解除、提前终止、不具操作性等而失效。</p>
            <h3 class="define">网站</h3>

            <p class="textIndent">11.1.您可利用域名为https://www.aocai.cn的网站（“本网站”）使用本服务。本网站在国家法律、法规、政策范围内，依照您服务指令提供数字作品的上传、发布服务。</p>
            <p class="textIndent">
              11.2.在通过本网站使用本服务时，您不得：利用本网站或本服务进行任何可能对互联网或移动互联网正常运转造成不利影响的行为；利用本网站或本服务上传、展示、复制、发布、传播或以其他方式传送含有任何非法的和不道德的信息数据。
            </p>
            <p class="textIndent">
              11.3.如您在利用本网站使用本服务时违反任何本协议的规定（包括但不限于出现本协议4.5.2.7至4.5.2.8款约定的情形之一）或违反法律规定，傲彩公司有权要求您改正或傲彩公司直接采取相应措施，包括但不限于（a）屏蔽、更改或删除本服务项下上传、发布的相关内容；（b）暂停向您提供本服务和/或（c）终止对您的本服务，以减轻您不当行为造成的影响。在此情况下，傲彩公司无义务保留本服务项下您上传、发布的数字作品内容或将上述数字作品传送给您或您指定的任何第三方。由于您的行为所导致或产生的任何处罚、调查、指控、索赔或要求，或由此导致任何损失，均需您自行承担费用解决，并自行承担相应责任。如因您的行为导致任何第三方针对傲彩公司包括傲彩公司的供货商、用户、客户或员工提出任何处罚、调查、指控、索赔或要求，一经收到傲彩公司的通知，您应立即承担费用为傲彩公司包括傲彩公司的供货商、用户、客户或员工提供抗辩并使傲彩公司包括傲彩公司的供货商、用户、客户或员工免受任何损害。同时傲彩公司保留就您的行为给傲彩公司导致的损失向您索赔的权利。
            </p>
            <p class="textIndent">11.4.因如下所列任何原因而造成的您资料泄露、丢失、被盗用或被篡改等，傲彩公司以及本网站均获得免责：</p>
            <p class="textIndent">11.4.1.任何因政府管制而造成的暂时性关闭等影响网络正常浏览的不可抗力原因；</p>
            <p class="textIndent">11.4.2.任何计算机系统问题、黑客攻击、计算机病毒侵入或发作的原因。</p>
            <h3 class="define">免责声明</h3>

            <p class="textIndent">
              12.1.本协议项下傲彩公司将在现有技术的基础上尽最大努力提供相应的安全措施以保障服务安全和正常运行。但傲彩公司明确声明对服务不作任何明示或暗示的保证，包括但不限于对服务的安全性、可靠性、持续性、准确性、适用于某一特定用途等。您确认同意本协议即意味着理解且不要求傲彩公司或傲彩平台在以下任一情况下承担责任：
            </p>
            <p class="textIndent">12.1.1.不可抗力。不可抗力是指本协议双方不能合理控制、不可预见或即使预见亦无法避免的事件，包括但不限于政府行为、地震、台风、洪水、火灾或其它天灾、战争或任何其它类似事件。</p>
            <p class="textIndent">12.1.2.鉴于互联网之特殊性质，不可抗力亦包括但不限于下列影响互联网正常运行之情形：</p>
            <p class="textIndent">（a）黑客攻击；</p>
            <p class="textIndent">（b）电信部门技术调整导致之重大影响；</p>
            <p class="textIndent">（c）因政府管制而造成之暂时关闭；</p>
            <p class="textIndent">（d）病毒侵袭；</p>
            <p class="textIndent">（e）网站升级、系统停机维护或通讯终端、电信设备出现故障导致无法进行数据传输；</p>
            <p class="textIndent">（f）其他非因双方原因导致互联网无法正常运行、服务中断或延迟之情形。</p>
            <p class="textIndent">12.1.3.如发生不可抗力事件，遭受该事件的一方应立即以可能的最快捷的方式通知另一方该事件的性质、发生日期、预计持续时间等有关细节，以及该事件阻碍通知方履行其于本协议项下义务的程度。</p>
            <p class="textIndent">12.1.4.在不可抗力事件持续期间，遭受不可抗力事件的一方应定期及时地告知另一方不可抗力事件的现状。如不可抗力事件结束，应立即以书面形式通知对方，并继续履行其于本协议项下之义务。</p>
            <p class="textIndent">12.1.5.遭受不可抗力事件的一方应当向另一方提供事件发生地区的公证机构(或其他适当机构)出具的证实不可抗力事件的合法证明。</p>
            <p class="textIndent">12.1.6.如果不可抗力事件持续超过九十（90）天，任何一方均可按本协议14.2之规定终止本协议。</p>
            <p class="textIndent">12.1.7.本协议任何一方违约后遭遇不可抗力的，违约责任不因不可抗力而免除。</p>
            <p class="textIndent">12.2.傲彩公司有权在提前公告通知的情况下随时修改、限制、暂停或终止全部或部分傲彩平台服务，</p>
            <p class="textIndent">对于此等修改、限制、暂停或终止行为，傲彩公司对您或任何第三方不负任何责任。</p>
            <p class="textIndent">
              12.3.傲彩公司仅向您提供傲彩平台服务以便您得以通过傲彩平台传播、推广您提供的数字作品，傲彩公司不对您或用户的任何口头、书面陈述或者您向傲彩平台上传的任何信息之真实性、合法性做任何担保，或对此承担任何责任。傲彩公司及傲彩平台不对您与用户之间达成的或涉及的法定义务或约定义务承担任何责任。傲彩公司及傲彩平台亦无义务参与与数字作品使用有关的任何理赔、纠纷处理等活动。如因数字作品或其使用产生纠纷的，您应以自己的名义独立承担所有法律责任。
            </p>
            <p class="textIndent">12.4.在任何情况下，傲彩公司及傲彩平台及其董事、员工或代理人，均不负责对您或任何第三方就任何法定或约定之损害承担责任，即使傲彩公司及傲彩平台已经知道或已被告知发生了上述损害或上述损害发生的可能性</p>
            <p class="textIndent">12.5.您需要自行承担下述责任和赔偿费用：</p>
            <p class="textIndent">12.5.1.您经由本服务上传、发布的数字作品内容侵害到其他人任何权益导致任何第三人提出索赔或请求。</p>
            <p class="textIndent">12.5.2.您违反本协议导致任何第三人提出索赔或请求。</p>
            <p class="textIndent">12.5.3.索赔请求包括但不限于合理的律师费和傲彩公司及其关联公司、主管、代理人、联名厂商或其他伙伴及员工的经济损失。</p>
            <p class="textIndent">12.5.4.您自行承担因上传、发布数字作品所产生的一切法律责任，并保证傲彩公司可在法律允许的范围内最大限度享有免责权。</p>
            <p class="textIndent">12.6.服务范围</p>
            <p class="textIndent">
              本服务仅供您在中国大陆地区范围内（香港特别行政区、澳门特别行政区、台湾地区除外）使用，您不得以任何方式出售、转让本服务、将本服务租赁给其他方使用，任何超出上述授权范围的使用均被视为未经授权的非法使用行为，傲彩公司保留权利要求相关责任人承担相应的法律责任包括但不限于民事责任、行政责任、刑事责任。
            </p>
            <p class="textIndent">12.7.傲彩公司的有限保证</p>
            <p class="textIndent">本有限保证取代任何文档、包装、或其他数据中的任何其他明示或默示的保证(如有)。傲彩公司仅以"现有状况且包含所有错误"的形式提供本服务（包括现有以及后续新增功能（如有）），并仅保证：</p>
            <p class="textIndent">12.7.1.傲彩公司所提供的本服务能基本符合傲彩公司正式公布的要求；</p>
            <p class="textIndent">12.7.2.傲彩公司所提供的本服务基本与傲彩公司正式公布的服务承诺相符；</p>
            <p class="textIndent">12.7.3.傲彩公司仅在商业上允许的合理范围内尽力解决傲彩公司在提供本服务过程中所遇到的任何问题</p>
            <p class="textIndent">在适用法律允许的最大范围内，傲彩公司明确表示不提供任何其他类型的保证，不论是明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性、无病毒以及无错误的任何默示保证和责任。</p>
            <p class="textIndent">
              在适用法律允许的最大范围内，傲彩公司并不担保傲彩公司所提供的产品和服务一定能满足用户的要求或符合用户的期望，也不担保提供的产品和服务不会被中断，并且对产品和服务的及时性、安全性、出错发生，以及信息是否能准确、及时、顺利的传送均不作任何担保。
            </p>
            <p class="textIndent">
              在适用法律允许的最大范围内，傲彩公司不就因您使用傲彩公司的产品和服务引起的、或在任何方面与傲彩公司的产品和服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求(包括但不限于因人身伤害、因您隐私泄漏、您资料等的泄露、被盗用等，因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿)承担任何责任。
            </p>
            <p class="textIndent">12.8.无第三方受益人</p>
            <p class="textIndent">本协议仅为您与傲彩公司的利益而订立。除许可的继承或转让之外，本协议非为任何他人的利益而订立</p>
            <h3 class="define">违约责任</h3>

            <p class="textIndent">13.1.除本合同另有约定外，任何一方违反本合同约定的，应赔偿因此给另一方造成的经济损失。</p>
            <p class="textIndent">
              13.2.因您所提供的数字作品存在权利瑕疵或侵犯任何第三方的合法权益、内容违法违规等导致傲彩公司或用户或任何第三方损失或陷入诉讼、争议，或者受到国家有关部门的查处或处罚，应视为您根本违约，由您出面解决并承担全部责任。同时，傲彩公司有权单方解除本协议，终止提供本协议约定的服务。
            </p>
            <p class="textIndent">因此给傲彩公司、用户或任何第三方造成损失的，您应负责赔偿傲彩公司、用户以及任何第三方的全部损失，包括直接损失与间接损失。</p>
            <p class="textIndent">13.3.若双方均违反本协议之约定，则应当各自承担相应的责任。</p>
            <h3 class="define">协议期限与终止</h3>

            <p class="textIndent">14.1.本协议自您在线点击同意本协议之时生效。</p>
            <p class="textIndent">14.2.协议终止：发生以下任何事件时，经书面通知对方，任何一方均可立即终止本协议：</p>
            <p class="textIndent">14.2.1.一方严重违反本协议，且对于可补救的违约，未在收到对方书面通知后三十（30）天内予以补救；</p>
            <p class="textIndent">14.2.2.一方严重违约致使不能实现合同目的；</p>
            <p class="textIndent">14.2.3.一方破产、无力偿债、进入清算或解散程序、不再从事业务或不能清偿到期债务；</p>
            <p class="textIndent">14.2.4.按12.1.之约定，不可抗力事件发生并持续超过九十（90）天。</p>
            <p class="textIndent">14.3.双方协商一致，可通过书面方式终止本协议。</p>
            <h3 class="define">争议解决与法律适用</h3>
            <p class="textIndent">15.1.如双方就本协议内容或其执行发生任何争议，双方应首先进行友好协商；若经协商无法解决该争议，则双方应将争议提交傲彩公司所在地人民法院诉讼解决。</p>
            <p class="textIndent">15.2.本协议的订立、执行、解释及争议的解决均适用中华人民共和国法律。</p>
            <p class="textIndent">15.3.本协议无效、被撤销或者终止的，不影响本协议中独立存在的有关解决争议方法与法律适用等条款的效力。</p>
            <h3 class="define">其他</h3>
            <p class="textIndent">16.1.用户对本服务之任何部分或本协议的任何部分之意见及建议可通过电话0755-36567904或邮箱service@xiaocaiyin.com与傲彩公司联系。</p>
          </div>
        </div>
      </el-main>
    </el-container>
    <el-footer class="footer">
      <foot-top></foot-top>
      <foot-bottom></foot-bottom>
    </el-footer>
  </el-container>
</template>
<script>
import FootTop from '@/components/footer/FootTop';
import FootBottom from '@/components/footer/FootBottom';
import HeaderUserNavTop from '@/components/header/HeaderUserNavTop';
import HeaderUserNavBottom from '@/components/header/HeaderUserNavBottom';
export default {
  components: {
    FootTop,
    FootBottom,
    HeaderUserNavTop,
    HeaderUserNavBottom
  },
  name: 'IndexLayout',
  data() {
    return {};
  },
  methods: {}
};
</script>
<style scoped>
.designContract {
  background: #fff;
  padding: 20px;
}
.designContract h2 {
  text-align: center;
  margin-bottom: 20px;
  color: #333333;
  font-size: 26px;
}
.content {
  font-size: 16px;
  color: #999999;
}
.define {
  color: #333333;
  padding: 4px;
  margin: 20px 0;
  border-bottom: 1px solid #f1f1f1;
}
.designContract .textIndent {
  text-indent: 2em;
  line-height: 30px;
}
</style>
<style scoped src="@/static/mulindex/css/public.css"></style>
<style scoped src="@/static/mulindex/css/fonts.css"></style>
<style scoped src="@/static/index/user/css/all.css" />
<!--<style scoped src="../../static/index/css/main.css" />-->
<style scoped src="../../../static/login.css" />
<style src="../../../static/index/user/css/reset.css" />
